Repository: muzayyinarf/mauzy_story_app
Catalog: lib/l10n/app_*.arb
Languages: id

# titleAppBar
source: Mauzy Story
id: Mauzy Story App

# registerTitle
source: Register your account
id: Daftarkan akun anda

# registerSubtitle
source: Fill in the fields below
id: Isi kolom di bawah ini

# typeName
source: Type your name
id: Isi nama anda

# typeEmail
source: Type your email
id: Isi email anda

# typePassword
source: Type your password
id: Isi password anda

# reTypePassword
source: Re-type your password
id: Isi ulang password

# validatorName
source: Please enter your name
id: Mohon isi nama anda

# validatorEmail
source: Please enter your email
id: Mohon isi email anda

# validatorPassword
source: Please enter your password
id: Mohon isi password anda

# validatorRetypePassword
source: Please retype your password
id: Mohon mengisi ulang password anda

# successRegister
source: Successfully registered an account, please log in
id: Berhasil mendaftar akun, silahkan login

# emptyField
source: The fields cannot be empty
id: Kolom tidak boleh kosong

# samePassword
source: The passwords must match
id: Password harus sama

# buttonRegister
source: Register
id: Daftar

# haveAccount
source: Already have an account?
id: Sudah memiliki akun?

# haveAccount2
source: Sign in here.
id: Masuk disini

# buttonLogin
source: Login
id: Masuk

# noAccount
source: Don't have an account?
id: Tidak punya akun?

# noAccount2
source: Create an account here.
id: Buat akun disini.

# usernameTitle
source: Username
id: Nama user

source: Loading...
id: Memuat data...

# successChangeLanguage
source: Successfully changing the language
id: Berhasil mengubah bahasa

# buttonLogout
source: Logout
id: Keluar

# newStoryTitle
source: Add New Story
id: Tambah Cerita Baru

# buttonGallery
source: Gallery
id: Galeri

# buttonCamera
source: Camera
id: Kamera

# buttonCustomCamera
source: Camera Custom
id: Kamera Kustom

# descriptionTitle
source: Description
id: Deskripsi

# descriptionField
source: Type description
id: Isi deskripsi

# buttonUpload
source: Upload
id: Bagikan

# noData
source: Data not available
id: Tidak ada data

source: Take Picture
id: Ambil Gambar

# errorAppBar
source: Error
id: Kesalahan

# errorNotFound
source: Error 404 Not found
id: Kesalahan 404 tidak ditemukan

source: Detail Story
id: Cerita Lengkap

source: Posted at
id: Diposting di

source: Add location
id: Tambah lokasi

# timeSecond
source: {second,plural, =1{{second} second} other{{second} seconds}} ago
id: {second} detik yang lalu

# timeMinute
source: {minute,plural, =1{{minute} minute} other{{minute} minutes}} ago
id: {minute} menit yang lalu

# timeHour
source: {hour,plural, =1{{hour} hour} other{{hour} hours}} ago
id: {hour} jam yang lalu

# timeDay
source: {day,plural, =1{{day} day} other{{day} days}} ago
id: {day} hari yang lalu
